[{"name":"97","dispname":"97","headerInfoMsg":"- Lot Information","desc":"To amend the New York city charter and the administrative code of the city of New York, in relation to the commitment to achieve certain reductions in greenhouse gas emissions by 2050. <a href=\"https://www1.nyc.gov/site/sustainablebuildings/ll97/local-law-97.page\" target=\"_blank\">Learn  more<sup>&#x1F5D7;</sup></a><br><br><p class=\"text-center text-primary\">Emissions performance and targets to be included soon</p>","who":[{"description":"a building that exceeds 25,000 gross square feet, or"},{"description":"two or more buildings on the same tax lot that together exceed 50,000 gross square feet, or "},{"description":"two or more buildings held in the condominium form of ownership that are governed by the same board of managers and that together exceed 50,000 gross square feet"}],"year":2019,"start":"11/15/2020","exceptions":[{"description":"An industrial facility primarily used for the generation of electric power or steam."},{"description":"Real property, not more than three stories, consisting of a series of attached, detached or semi-detached dwellings, for which ownership and the responsibility for maintenance of the HVAC systems and hot water heating systems is held by each individual dwelling unit owner, and with no HVAC system or hot water heating system in the series serving more than 25,000 gross square feet as certified by a registered design professional to the department."},{"description":"A city building"},{"description":"A housing development or building on land owned by the New York city housing authority."},{"description":"A rent regulated accommodation."},{"description":"A building whose main use or dominant occupancy is classified as occupancy group A-3 religious house of worship."},{"description":"Real property owned by a housing development fund company organized pursuant to the business corporation law and article eleven of the private housing finance law."},{"description":"A building that participates in a project-based federal housing program."}]},
{"name":"33","headerInfoMsg":"Compliance - 2021","dispname":"33","desc":"<b>Local Law 33 of 2018</b> amended the Administrative Code of the City of New York in relation to energy efficiency scores and grades for buildings required to benchmark their energy and water consumption. Energy efficiency scores and grades for these buildings shall be obtained, assigned and disclosed in accordance with the new section ยง28-309.12 annually, based on benchmarking reporting consistent with Federal energy efficiency standards. <a href=\"https://www1.nyc.gov/assets/buildings/pdf/ll33_compliance_steps.pdf\" target=\"_blank\">Learn  more<sup>&#x1F5D7;</sup></a>","who":[{"description":"Any property on the Covered Buildings List for benchmarking compliance as per Department of Finance records. "}],"exceptions":[{"description":"Multifamily buildings with less than 20 units, enclosed parking, or other property types that are not eligible to receive a 1-100 ENERGY STAR Score"},{"description":"Properties with New Build or Demolition permits and no TCO in the applicable reporting year, or properties with an ownership change in the applicable reporting year may be eligible for a temporary exemption. "}],"year":2018,"start":"1/1/2020"}]
