[{
		"name": "92",
		"desc": "To amend the New York city building code, in relation to requiring that the roofs of certain buildings be partially covered in green roof or solar photovoltaic electricity generating systems",
		"who": "All new buildings and alterations of existing buildings where the entire existing roof deck or roof assembly is  being replaced must provide a sustainable roofing zone covering 100% of the roof.",
		"year": 2019,
		"start": "11/15/2019",
		"exceptions": [{
				"description": "Roof areas that must be set aside to meet NYC building codes and zoning requirements."
			},
			{
				"description": "Roof areas that are occupied by mechanical equipment, water towers, antennas and other important devices. Equipment accesses are also exempt from LL92/94."
			},
			{
				"description": "Specific areas that are occupied by components of stormwater management systems."
			},
			{
				"description": "Building setbacks: existing terraces that don’t meet the NYC Zoning Resolution, and those that are installed voluntarily. To be exempt, the setback areas must be under 25% of the largest floor plate area in the building."
			},
			{
				"description": "Recreational spaces that are important for the building’s occupancy classification, such as sports areas in schools."
			}
		]
	},
{
		"name": "94",
		"desc": "To amend the administrative code of the city of New York and the New York city building code, in relation to requiring that the roofs of certain buildings be covered in green roofs or solar photovoltaic electricity generating systems",
		"who": "All new buildings and alterations of existing buildings where the entire existing roof deck or roof assembly is  being replaced must provide a sustainable roofing zone covering 100% of the roof.",
		"year": 2019,
		"start": "11/15/2019",
		"exceptions": [{
				"description": "Terraces on setbacks comprising less than 25 percent of the area of the largest floor plate in the building."
			},
			{
				"description": "Any portion of a roof covered by a green roof system, including such a system with agricultural plantings, in compliance with Section 1507.16."
			},
			{
				"description": "Any portion of a roof used as outdoor recreation space by the occupants of the building that is landscaped, covered by wood decking or covered with a walking surface or other protective surface, provided that such walking surface or protective surface has a minimum initial solar reflectance of 0.3 as determined in accordance with ASTM C 1549 or ASTM E 1918."
			},
			{
				"description": " Ballasted roofs, provided that the ballast has a minimum initial solar reflectance of 0.2 as determined in accordance with ASTM C 1549 or ASTM E 1918."
			},
			{
				"description": "Any portion of a roof that is under mechanical equipment, [flush mounted solar panels lying directly on the roof surface,] duckboarding, decking, platform, roof tank, cooling tower or any other rooftop structure or equipment exempted by rule by the commissioner."
			}, 
			
			{
				"description": "Any roof or portion of a roof composed of glass, metal, clay or concrete tile or plastic/rubber intended to simulate clay or concrete tile, wood, or slate. "
			}, 
			
			{
				"description": "Any roof, if the amount of rooftop space not subject to exceptions 1 through 7 is in the aggregate less than 100 square feet (9.3 m2 )."
			}
		]
	},	
	
	{
		"name": "97",
		"desc": "To amend the New York city charter and the administrative code of the city of New York, in relation to the commitment to achieve certain reductions in greenhouse gas emissions by 2050.",
		"who": "The term 'covered building' means, as it appears in the records of the department of finance, (i) a building that exceeds 25,000 gross square feet or (ii) two or more buildings on the same tax lot that together exceed 50,000 gross square feet (9290 m2), or (iii) two or more buildings held in the condominium form of ownership that are governed by the same board of managers and that together exceed 50,000 gross square feet (9290 m2).",
		"year": 2019,
		"start": "11/15/2020",
		"exceptions": [{
				"description": "An industrial facility primarily used for the generation of electric power or steam."
			},
			{
				"description": "Real property, not more than three stories, consisting of a series of attached, detached or semi-detached dwellings, for which ownership and the responsibility for maintenance of the HVAC systems and hot water heating systems is held by each individual dwelling unit owner, and with no HVAC system or hot water heating system in the series serving more than two dwelling units, as certified by a registered design professional to the department."
			},
			{
				"description": "A city building"
			},
			{
				"description": "A housing development or building on land owned by the New York city housing authority."
			},
			{
				"description": "A rent regulated accommodation."
			},
			{
				"description": "The real estate owned by any religious corporation located in the city of New York as now constituted, actually dedicated and used by such corporation exclusively as a place of public worship."
			},
			{
				"description": "Real property owned by a housing development fund company organized pursuant to the business corporation law and article eleven of the private housing finance law."
			}
		]
	}
]