[{"name":"97","dispname":"97","desc":"To amend the New York city charter and the administrative code of the city of New York, in relation to the commitment to achieve certain reductions in greenhouse gas emissions by 2050.","who":[{"description":"a building that exceeds 25,000 gross square feet, or"},{"description":"two or more buildings on the same tax lot that together exceed 50,000 gross square feet, or "},{"description":"two or more buildings held in the condominium form of ownership that are governed by the same board of managers and that together exceed 50,000 gross square feet"}],"year":2019,"start":"11\/15\/2020","exceptions":[{"description":"An industrial facility primarily used for the generation of electric power or steam."},{"description":"Real property, not more than three stories, consisting of a series of attached, detached or semi-detached dwellings, for which ownership and the responsibility for maintenance of the HVAC systems and hot water heating systems is held by each individual dwelling unit owner, and with no HVAC system or hot water heating system in the series serving more than 25,000 gross square feet as certified by a registered design professional to the department."},{"description":"A city building"},{"description":"A housing development or building on land owned by the New York city housing authority."},{"description":"A rent regulated accommodation."},{"description":"A building whose main use or dominant occupancy is classified as occupancy group A-3 religious house of worship."},{"description":"Real property owned by a housing development fund company organized pursuant to the business corporation law and article eleven of the private housing finance law."},{"description":"A building that participates in a project-based federal housing program."}]},{"name":"9294","dispname":"92\/94","desc":"To amend the New York city building code, in relation to requiring that the roofs of certain buildings be partially covered in green roof or solar photovoltaic electricity generating systems","who":[{"description":"All new buildings and alterations of existing buildings where the entire existing roof deck or roof assembly is  being replaced must provide a sustainable roofing zone covering 100% of the roof."}],"year":2019,"start":"11\/15\/2019","exceptions":[{"description":"Roof areas that must be set aside to meet NYC building codes and zoning requirements."},{"description":"Roof areas that are occupied by mechanical equipment, water towers, antennas and other important devices. Equipment accesses are also exempt from LL92\/94."},{"description":"Specific areas that are occupied by components of stormwater management systems."},{"description":"Building setbacks: existing terraces that don’t meet the NYC Zoning Resolution, and those that are installed voluntarily. To be exempt, the setback areas must be under 25% of the largest floor plate area in the building."},{"description":"Recreational spaces that are important for the building’s occupancy classification, such as sports areas in schools."}]},{"name":"33","dispname":"33","desc":"To amend the New York city charter and the administrative code of the city of New York requiring buildings 25,000 square feet and higher to obtain and post Energy Efficiency Scores and Grades.","who":[{"description":"a building that exceeds 25,000 gross square feet, or "},{"description":"two or more buildings on the same tax lot that together exceed 100,000 gross square feet, or"},{"description":"two or more buildings held in the condominium form of ownership that are governed by the same board of managers and that together exceed 100,000 gross square feet, or"},{"description":"a city building"}],"year":2018,"start":"1\/1\/2020","exceptions":[{"description":"Any building owned by the city that participates in the tenant interim lease apartment purchase program."},{"description":"Real property classified as class one pursuant to subdivision one of section 1802 of the real property tax law."},{"description":"Real property, not more than three stories, consisting of a series of attached, detached or semi-detached dwellings, for which ownership and the responsibility for maintenance of the HVAC systems and hot water heating systems is held by each individual dwelling unit owner, and with no HVAC system or hot water heating system in the series serving more than two dwelling units, as certified by a registered design professional to the department."}]}]
